<template>
  <div class="p-12 text-white text-sm">
    <Heading
      size="text-3xl"
      bold
    >
      プライバシーポリシー
    </Heading>
    <div>
      <p>
        Masher運営委員会（以下、「当委員会」といいます。）Masher（以下、「本サービス」といいます。）における、ユーザーの個人情報の取扱いについて、以下のとおりプライバシーポリシー（以下、「本ポリシー」といいます。）を定めます。
      </p>

      <div>
        <Heading
          size="text-lg"
          bold
        >
          第1条 個人情報
        </Heading>
        <p>
          「個人情報」とは、個人情報保護法にいう「個人情報」を指すものとし、生存する個人に関する情報であって、当該情報に含まれる氏名、生年月日、住所、電話番号、連絡先その他の記述等により特定の個人を識別できる情報及び容貌、指紋、声紋にかかるデータ、及び健康保険証の保険者番号などの当該情報単体から特定の個人を識別できる情報（個人識別情報）を指します。<br>
          本サービスでは、外部連携サービスのアカウントID、ユーザーID、ユーザー名、アイコン画像パスを保存しています。
        </p>
      </div>

      <div>
        <Heading
          size="text-lg"
          bold
        >
          第2条 個人情報の取得
        </Heading>
      </div>
      <p>
        当委員会は本サービスの運営にあたり、ユーザーの個人情報を取得することがあり、取得を行う際は、適正かつ公正な手段により行い、利用目的をあらかじめ公表するか、取得後速やかにご本人に通知または公表いたします。
      </p>

      <div>
        <Heading
          size="text-lg"
          bold
        >
          第3条 個人情報の利用目的
        </Heading>
        <p>
          当委員会は取得した個人情報を以下の目的の範囲内で適切に利用いたします。
        </p>
        <ul class="list-disc list-inside">
          <li>本サービスの提供・運営のため</li>
          <li>ユーザーからのお問い合わせに回答するため（本人確認を行うことを含む）</li>
          <li>広告配信のため</li>
          <li>ユーザーの利用状況に関する調査・分析のため</li>
          <li>有料サービスにおいて、ユーザーに利用料金を請求するため</li>
          <li>法令等により提供が必要な場合に、適切な第三者への情報開示責任を遂行するため</li>
        </ul>
      </div>

      <div>
        <Heading
          size="text-lg"
          bold
        >
          第4条 利用目的の変更
        </Heading>
        <p>
          当委員会は、利用目的が変更前と関連性を有すると合理的に認められる場合に限り、個人情報の利用目的を変更するものとします。
          利用目的の変更を行った場合には、変更後の目的について本ウェブサイト上に公表するものとします。
        </p>
      </div>

      <div>
        <Heading
          size="text-lg"
          bold
        >
          第5条 個人情報の第三者提供
        </Heading>
        <p>
          当委員会は、次に掲げる場合を除いて、あらかじめユーザーの同意を得ることなく、第三者に個人情報を提供することはありません。ただし、個人情報保護法その他の法令で認められる場合を除きます。
        </p>
        <ul class="list-disc list-inside mb-2">
          <li>ユーザーからの事前の同意がある場合</li>
          <li>ユーザーが第三者の生命・身体・財産その他正当な利益を害する可能性があると当委員会が判断した場合</li>
          <li>法令に基づく場合</li>
          <li>人の生命、身体または財産の保護のために必要がある場合であって、本人の同意を得ることが困難である場合</li>
          <li>公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって、本人の同意を得ることが困難である場合</li>
          <li>国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがある場合</li>
        </ul>
        <p>また、次に掲げる場合には、当該情報の提供先は第三者に該当しないものとします。</p>
        <ul class="list-disc list-inside">
          <li>当委員会が利用目的の達成に必要な範囲内において個人情報の取扱いの全部または一部を委託する場合</li>
          <li>合併その他の事由による事業の承継に伴って個人情報が提供される場合</li>
        </ul>
      </div>

      <div>
        <Heading
          size="text-lg"
          bold
        >
          第6条 個人情報の開示
        </Heading>
        <p>
          当委員会は、本人から個人情報の開示を求められたときは、本人に対し、遅滞なくこれを開示します。ただし、開示することにより次のいずれかに該当する場合は、その全部または一部を開示しないこともあり、開示しない決定をした場合には、その旨を遅滞なく通知します。
        </p>
        <ul class="list-disc list-inside">
          <li>本人または第三者の生命、身体、財産その他の権利利益を害するおそれがある場合</li>
          <li>当委員会の業務の適正な実施に著しい支障を及ぼすおそれがある場合</li>
          <li>その他法令に違反することとなる場合</li>
        </ul>
      </div>

      <div>
        <Heading
          size="text-lg"
          bold
        >
          第7条 個人情報の訂正および削除
        </Heading>
        <p>
          ユーザーは、当委員会の保有する自己の個人情報が誤った情報である場合には、当委員会が定める手続きにより、当委員会に対して個人情報の訂正、追加または削除（以下、「訂正等」といいます。）を請求することができます。
          当委員会は、ユーザーからの請求を受けてその請求に応じる必要があると判断した場合には、遅滞なく、当該個人情報の訂正等を行うものとします。
          当委員会は、規定に基づき訂正等を行った場合、または訂正等を行わない旨の決定をした場合は遅滞なく、これをユーザーに通知します。
        </p>
      </div>

      <div>
        <Heading
          size="text-lg"
          bold
        >
          第8条 個人情報の利用停止等
        </Heading>
        <p>
          当委員会は、本人から、個人情報が、利用目的の範囲を超えて取り扱われているという理由、または不正の手段により取得されたものであるという理由により、その利用の停止または消去（以下、「利用停止等」といいます。）を求められた場合には、遅滞なく必要な調査を行います。<br>
          調査結果に基づき、その請求に応じる必要があると判断した場合には、遅滞なく、当該個人情報の利用停止等を行います。<br>
          当委員会は、規定に基づき利用停止等を行った場合、または利用停止等を行わない旨の決定をした場合は、遅滞なく、これをユーザーに通知します。
        </p>
      </div>

      <div>
        <Heading
          size="text-lg"
          bold
        >
          第9条 プライバシーポリシーの変更
        </Heading>
        <p>
          本ポリシーの内容は、法令その他本ポリシーに別段の定めのある事項を除いて、ユーザーに通知することなく、変更することができるものとします。<br>
          当委員会が別途定める場合を除いて、変更後のプライバシーポリシーは、本ウェブサイトに掲載したときから効力を生じるものとします。
        </p>
      </div>

      <div>
        <Heading
          size="text-lg"
          bold
        >
          第10条 Cookie
        </Heading>
        <p>
          本サービスではCookieを利用しています。Cookieの利用目的は以下のとおりです。
        </p>
        <ul class="list-disc list-inside mb-2">
          <li>ログイン状況の保持等、本サービスの提供する機能の実装のため</li>
          <li>本サービスの利用状況の調査・分析のため</li>
          <li>広告配信のため</li>
        </ul>
        <p>
          本サービスでは第三者の広告サービスにより、サイト内に広告を配信することがあり、外部サイトへのリンクを掲載いたします。広告配信にはCookieを利用しており、ユーザーの過去のアクセス情報等に基づいて配信されます。
          なお、ユーザーは当該第三者による広告配信を停止することが可能です。
        </p>
      </div>

      <div>
        <Heading
          size="text-lg"
          bold
        >
          第11条 Google Analytics
        </Heading>
        <p>
          本サービスではユーザーの利用状況の調査・分析にGoogle Analyticsを利用しています。Google Analyticsにより収集・記録された情報には個人を特定する情報は一切含まれず、個人情報の保護に関する法律上の個人情報に該当しません。また、それらの情報は、Google社により同社のプライバシーポリシーに基づいて管理されます。
        </p>
        <p>
          Google Analyticsの利用規約に関する説明についてはGoogle Analyticsのサイトを、Google社のプライバシーポリシーに関する説明については同社のサイトをご覧下さい。
        </p>

        <div class="mt-4">
          <ul class="list-disc list-inside">
            <li>
              <a
                href="https://marketingplatform.google.com/about/analytics/terms/jp/"
                target="_blank"
              >
                Google Analyticsの利用規約
                <font-awesome-icon
                  icon="up-right-from-square"
                  class="ml-1 text-md"
                />
              </a>
            </li>
            <li>
              <a
                href="https://policies.google.com/privacy?hl=ja"
                target="_blank"
              >
                Googleのプライバシーポリシー
                <font-awesome-icon
                  icon="up-right-from-square"
                  class="ml-1 text-md"
                />
              </a>
            </li>
          </ul>
        </div>
      </div>

      <div>
        <Heading
          size="text-lg"
          bold
        >
          第12条 お問い合わせ窓口
        </Heading>
        <p>
          本ポリシーに関するお問い合わせは、
          <nuxt-link
            class="border-white border-b-2"
            to="/inquiry"
          >
            お問合せフォーム
          </nuxt-link>
          までお願いいたします。
        </p>
      </div>
    </div>
  </div>
</template>

<script>
import Heading from '~/components/atoms/Heading'
export default {
  name: 'Privacy',
  components: {
    Heading
  }
}
</script>
